Repository: TidyKoala/Social-Library
Catalog: src/SocialLibrary/ReadBundle/Resources/translations/messages.*.xlf
Languages: fr

source: Add
fr: Ajouter

source: Update of
fr: Mise à jour

source: If the volume has no name, enter the name of the serie
fr: Retour aux bibliothèques

source: If the manga is a one volume serie, it is still volume 1.
fr: Retour à ma bibliothèque

source: My serie is not known.
fr: Ajouter un manga à ma bibliothèque

source: The author is not known yet.
fr: Je ne l'ai plus

source: The illustrator is not known yet.
fr: Si le tome n'as pas de nom, entre le nom de la série.

source: ISBN-10 is made of 10 characters
fr: Si le manga n'est pas une série, le manga est le tome 1.

source: ISBN-13 is made of 13 characters
fr: La série n'est pas encore connue

source: Update
fr: L'auteur n'est pas encore connu

source: Return to library
fr: Le dessinateur n'est pas encore connu

source: I don't have it anymore
fr: L'ISBN-10 est constitué de 10 caractères

source: Volume
fr: L'ISBN-13 est constitué de 13 caractères.

source: Name
fr: Editer

source: Serie
fr: Volume

source: Authors
fr: Nom

source: Illustrators
fr: Série

source: Language
fr: Auteurs

source: ISBN 10
fr: Dessinateurs

source: ISBN 13
fr: Langue

source: Placed in libraries
fr: ISBN-10

source: {0} Sadly, person has it in his library|{1} This manga is rare. There is only one person who owns it|[2,Inf] This manga is in %number% libraries
fr: ISBN-13

source: I own this manga too
fr: Lecteur(s)

source: Synopsis
fr: {0} C'est triste, personne ne l'a.|{1} Ce manga est rare. Seul une personne l'a.|[2,Inf] Le manga est dans %number% bibliothèques

source: Add a manga to my library
fr: J'ai ce manga aussi

source: Adding a new manga in my library
fr: Actions

source: Add to my library
fr: Détails

source: Name
fr: Toutes les bibliothèques

source: Volume
fr: Ma bibliothèque

source: Serie
fr: Vue en liste

source: Author(s)
fr: Vue en mini-miniatures

source: Illustrator(s)
fr: Vue en miniatures

source: Language
fr: Nouveau manga

source: ISBN 10
fr: Ajouter à ma bibliothèque

source: ISBN 13
fr: Nom

source: We are happy that you have now the manga "%manga_name%" in your library.
fr: Volume

source: We are happy that you have now this manga in your library.
fr: Série

source: The manga "%manga_name%" is no more part of your library.
fr: Auteur(s)

source: The manga "%manga_name%" has been successfully updated.
fr: Dessinateur(s)

source: Name
fr: Langue

source: Name
fr: ISBN 10

source: All mangas
fr: ISBN 13

source: My mangas
fr: Couverture

source: Return to my library
fr: Nous sommes content que tu aie maintenant "%manga_name%" dans ta bibliothèque.

source: Cover
fr: Nous sommes content que tu aie un nouveau manga dans la bibliothèque.

source: List view
fr: Le manga "%manga_name%" ne fais plus parti de ta bibliothèque.

source: Mini-thumbnails view
fr: Le manga "%manga_name%" a été mis à jour avec succès.
